export default {
  common: {
    day: 'День',
    nextDay: 'Следующий День',
    dailyReport: 'Дневной Отчет',
    dayComplete: 'День {{day}} Завершен!',
    close: 'Закрыть',
  },
  stats: {
    health: 'Здоровье',
    budget: 'Бюджет',
    environment: 'Окружающая Среда',
  },
  settings: {
    title: 'Настройки',
    language: 'Язык',
  },
  gameOver: {
    title: 'Игра Окончена',
    healthFailed: 'Уровень счастья вашего города упал до критического уровня. Граждане потеряли веру в ваше руководство.',
    budgetFailed: 'Город обанкротился. Ваш срок на посту мэра подошел к концу.',
    environmentFailed: 'Город постигла экологическая катастрофа. Ваша администрация не смогла защитить планету.',
    restart: 'Начать Новую Игру'
  },
  penalties: {
    timeExpired: 'Нерешительность привела к ухудшению окружающей среды',
    dayIncomplete: 'Ежедневные задачи не были решены',
    powerGridFailed: 'Оптимизация электросети не удалась, что усилило воздействие на окружающую среду',
  },
}; 